Get loops bounding the face.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public IList<IList<XYZ>> GetBoundaryLoops()
  Visual Basic
Public Function GetBoundaryLoops As IList(Of IList(Of XYZ))
  Visual C++
public:
IList<IList<XYZ^>^>^ GetBoundaryLoops()
 See Also
  TessellatedFace Class
  Autodesk.Revit.DB Namespace